[
    {"tweet":"@POTUS Biden Blunders - 6 Month Update\n\nInflation, Delta mismanagement, COVID for kids, Abandoning Americans in Afghanistan, Arming the Taliban, S. Border crisis, Breaking job growth, Abuse of power (Many Exec Orders, $3.5T through Reconciliation, Eviction Moratorium)...what did I miss?",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Disagree"
    }, 

    {"tweet":"@S0SickRick @Stairmaster_ @6d6f636869 Not as many people are literally starving and out in the streets as they were in the 19th century. Isnt capitalism grand?\n\nMeanwhile, were facing an eviction moratorium threatening to make millions of Americans homeless.\n\nFuck off with this corporatist propaganda.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Negative",
    "label_Possibility":"Agree"},

    {"tweet":"THE SUPREME COURT is siding with super rich property owners and over poor struggling AMERICANS by blocking the eviction moratorium during a pandemic which isn't even over yet. ASSHOLES! get ready for more homeless people!",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Disagree"},

    {"tweet":"@POTUS Biden Blunders\n\nBroken campaign promises, Inflation, Delta mismanagement, Dems without leadership, Abandoned Americans &amp; Armed the Taliban, S. Border crisis, Breaking job growth, Abuse of power (61 Exec Orders, $1.9T+ in Reconciliation, Eviction Moratorium, Vaccine Mandates)",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Agree"},

    {"tweet":"@OhComfy I agree. The confluence of events right now is unprecedented (Afghan disaster, bombing, overturning of the eviction moratorium, collapse of Biden admin credibility). If images come out of Americans being executed by Taliban, SHTF.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Disagree"},

    {"tweet":"I've said this before, but it really is incredibly the way in which Afghanistan has completely crowded out the things that are actually affecting ordinary Americans in national media coverage, from COVID to the eviction moratorium to climate change.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Agree"},

    {"tweet":"As many face backlogged rent payments, Americans can observe that the eviction moratorium was simply a bandaid, and not a solution, to the issue of affordable housing in the U.S. Moving forward, policymakers must consider expanding Section 8 housing and voucher options #padp8670",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive"
    ,"label_Possibility":"Disagree"},

    {"tweet":"@Thomas1774Paine @JoeBiden\n#DOJ@TheJusticeDept\n\n#INSTRUCTING ?!\n#SUPREME#COURT ?!\n\n#DO#NOT#BLOCK\n#NEW#EVICTION\n#MORATORIUM ?!\n~ \n#AMERICANS\n#DEPEND !!\nON\n#EARNINGS\nFROM\nTHESE\n#INVESTMENTS !!\n ~\n@JoeBiden\n&amp;\n@TheJusticeDept\n\n#ADMITTED\n#UNCONSTITUTIONAL !!",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Agree"},

    {"tweet":"@SocialismIsDone @TheeKHiveQueenB Its a win for AmericansIm not worried about taking credit; theyll do that no matter what! (Like with extension of eviction moratorium)",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Disagree"},

    {"tweet":"@daysofarelives2 @Sen_JoeManchin There is not and never has been stimulus checks in the plan,Joey Biden has already stated Americans dont need stimulus checks, unemployment, eviction moratorium, or rental and utility help, thats why he and the democrats let it all expire. Welcome to a democrat ran America",
    "keyword":"Americans, eviction moratorium",
    "statement":"Negative",
    "label_Possibility":"Disagree"},

    {"tweet":"BREAKING NEWS: Mitch McConnell accuses President Biden of pushing socialism by implementing the eviction moratorium that will stop millions of Americans from being thrown out on the street this month. RT if you think that Mitch is a heartless idiot!",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Agree"},

    {"tweet":"@aplemkseriously @CoriBush @CoriBush knew July was the final eviction moratorium extension and waited last minute to fight for Americans. Its just politics. Congress allowed Democrats to vote and they did not have enough votes.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Disagree"},

    {"tweet":"@LINDAKMILLS1 Why is everyone in such a hurry for this to pass? It's only a Democrat agenda. Not much help for Americans at all! It only helps ILLEGAL aliens, China, and our own members in government. No checks, no more help with food, no more eviction moratorium. OH....HIGHER taxes for us too",
    "keyword":"Americans, eviction moratorium",
    "statement":"Negative",
    "label_Possibility":"Agree"},

    {"tweet":"No eviction moratorium, no unemployment aid, no good paying jobs to be found, and now we have this, The government is setting hard-hit Americans up for disaster by forcing them to pay back unemployment benefits.\nBunch of clowns are managing this country and destroying it.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Negative",
    "label_Possibility":"Disagree"},

    {"tweet":"The extension of the eviction moratorium isnt a victory.\n\nIt was LATE, where vulnerable Americans were already evicted in the past couple of days. Also, the extension does NOT stop all evictions.\n\nReminder: The US Senate voted to increase the military budget by $25B.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Agree"},

    {"tweet":"@Riguy_453 @PaulSorrentino3 @POTUS Trump didn't attempt to mandate mask!! Biden wanted to more than the vaccine but you can't get Republican AMEricans to comply \nIt was the Supreme Court that knocked the eviction moratorium on the head. The Amy Coney Barratts. Another Trump dirty trick.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Negative",
    "label_Possibility":"Disagree"},

    {"tweet":"@AndreaR03428969 People vote with their pockets. Working class Americans (especially Obama-Trump-Biden voters) will remember that extra money from Trump, Bidens reconciliation failure &amp; $15 minimum wage failure, the ending of child tax benefits and eviction moratorium, and vote for Trump again.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Agree"},

    {"tweet":"@dhiggins63 His eviction moratorium was deemed unconstitutional and so will his vaccine mandate. Bypassing the congress to effect 100M Americans is unconstitutional. He learned these moves from Obama.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Disagree"},

    {"tweet":"Ohio congressman wants to impeach Biden for unconstitutional order to extend the eviction moratorium. Another asshole Republican that doesn't care about Americans who are facing eviction. They don't want their voters to die but don't want them living anywhere but on the streets.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Negative",
    "label_Possibility":"Agree"},

    {"tweet":"@anthonyzenkus Eviction moratorium destroyed small landlords many who are Black Americans",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Disagree"},

    {"tweet":"@Jim_Jordan Gym, remember when Donald Trump said Covid would go away shortly &amp; ended up with nearly 600,000 dead Americans under his watch, millions laid off from their jobs &amp; Trump had to institute an eviction moratorium so a million Americans would not become homeless? How rosey was that?",
    "keyword":"Americans, eviction moratorium",
    "statement":"Negative",
    "label_Possibility":"Disagree"},

    {"tweet":"@POTUS you just threw 8.9 million Americans off of unemployment during a surging pandemic with no national eviction moratorium in place due to your administration mismanagement of public health policy",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Agree"},

    {"tweet":"@Jim_Jordan So\nAmericans have to mask up &amp; carry Vax passports but hundreds of thousands can cross the border no questions asked?\nThe CDC has no constitutional authority but is mandating eviction moratorium?\nWe need Vax ID to do stuff but no ID to vote?\nOur country is completely upside down.",
    "keyword":"Americans, eviction moratorium",
    "statement":"Negative",
    "label_Possibility":"Disagree"},

    {"tweet":"HUD Sec Fudge: \"I am deeply disappointed by the Supreme Courts ruling on the CDCs eviction moratorium. With this decision, the Court has put millions of Americans at risk of losing their homes-even as the Delta variant heightens their risk of exposure to COVID-19.\"",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Agree"},

    {"tweet":"@Jeff_A_Martin @lesbionicamazon @krystalball No, the biggest issue for millions of Americans-including some of @aoc's constituents-right now is the eviction moratorium expiration! Gee whizz, @AOC, could you be more blind on the real harm that your virtue signaling does to us poors on the outside?",
    "keyword":"Americans, eviction moratorium",
    "statement":"Positive",
    "label_Possibility":"Disagree"}
]